Repository: BillShiyaoZhang/BingWallpaperDownload
Catalog: BingWallpaperDownload/UWP/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppDisplayName
source: Bing Wallpaper Download
zh_cn: Bing壁纸下载

# AutoReadSwitch.Header
source: Auto read image description at app run
zh_cn: 应用启动后自动朗读图片描述

# BackgroundTask.Header
source: Wallpaper downloads in background daily
zh_cn: 后台下载壁纸

# Close.Content
source: Close
zh_cn: 退出

# Community.Content
source: Community
zh_cn: 社区

# Contribute.Label
source: Contribute
zh_cn: 参与开发

# Description
source: Download Bing image of the day and set it to your computer.
zh_cn: 下载当天Bing图片并设置为壁纸

# Download.Label
source: Download
zh_cn: 下载

# Feedback.Label
source: Feedback
zh_cn: 反馈

# Hint.BrowserLaunchedSpace
source: Browser launched
zh_cn: 打开浏览器

# Hint.Downloading
source: Downloading...
zh_cn: 下载中…

# Hint.FailedExclamation
source: failed!
zh_cn: 失败！

# Hint.FolderNotSet
source: You need set folder first!
zh_cn: 你需要先设置文件夹！

# Hint.ImageThere
source: The image has already been there!
zh_cn: 图片已存在！

# Hint.NoInternet
source: Find Internet connection problem!
zh_cn: 有网络连接问题！

# Hint.OpenFolderSpace
source: Open folder
zh_cn: 打开文件夹

# Hint.SetFolderSpace
source: Set folder
zh_cn: 设置文件夹

# Hint.SuccessedExclamation
source: successed!
zh_cn: 成功！

# Hint.UnexpectedException
source: Unexpected Exception. Please contact developer!
zh_cn: 意外错误，请联系开发者！

# Hint.WallpaperSetSpace
source: Wallpaper Set
zh_cn: 设置壁纸

# Home.Content
source: Home
zh_cn: 主页

# ImageTodayHyperLinkButton.AutomationProperties.Name
source: Image today. To read title and description of the image, press Narrator + Ctrl + O once a time.
zh_cn: 今日图片。若要阅读标题和描述，请依次按“讲述人”+ Ctrl + O。

# MainTeachingTip.ActionButtonContent
source: Download
zh_cn: 下载

# MainTeachingTip.Subtitle
source: Set storage location, download and set wallpapers. You can find this button in See more as well.
zh_cn: 设置存储位置、下载并设置壁纸。你也可以在更多里找到这个按钮。

# MainTeachingTip.Title
source: Download your first wallpaper
zh_cn: 下载你的第一个壁纸

# OpenBing.Label
source: Open Bing
zh_cn: 打开Bing

# OpenFolder.Label
source: Open Folder
zh_cn: 打开文件夹

# PrivacyPolicy.Content
source: Privacy Policy
zh_cn: 隐私条款

# ReadAloud.Label
source: Read Aloud
zh_cn: 朗读

# ReadAloudMute.Label
source: Stop read
zh_cn: 停止朗读

# SetFolder.Label
source: Set Folder
zh_cn: 设置文件夹

# Settings.Label
source: Settings
zh_cn: 设置

# StartupTask.Header
source: Run app at startup
zh_cn: 开机启动应用
